Revit 2027 API
ParameterTypeId.StairsAttrStringerMaterial Property
 "Stringer Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStringerMaterial { get; }
Public Shared ReadOnly Property StairsAttrStringerMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStringerMaterial {
	ForgeTypeId^ get ();
}
static member StairsAttrStringerMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace